[General]
language=العربية
link_pc_name=اسم جهاز الكمبيوتر

link_connect_pwd=كلمة المرور

link_file_path=مجلد صندوق الوارد

link_auto_start=بدء تلقائي

link_change_folder_btn=تغيير

link_open_folder_btn=فتح

link_change_folder_dialog_title=برجاء اختيار   مجلد صندوق الوارد

link_save_button=حفظ

link_copyright=<c color="808080">حقوق الطبع والنشر (C) 2011-2015.</c><br/><c color="808080"> شركة Guangzhou Shirui Electronics. جميع الحقوق محفوظة.</c>

link_save_success_msg=تم حفظ الإعدادات بنجاح.

link_save_success_title=رسالة

link_error_title=خطأ

link_error_program_already_ran=التطبيق قيد التشغيل، برجاء التحقق من علبة النظام الخاصة بك.

link_error_program_expire=انتهت صلاحية الإصدار التجريبي، برجاء الاتصال بشركة Shirui للحصول على إصدار أحدث.

link_open_main_window=افتح SeewoLink

link_exit_program=خروج

link_minimize_to_tray=التصغير إلى علبة النظام

link_open_spec=مساعدة

link_update=تحديث

link_register=تسجيل

link_error_title=خطأ

link_message_title= رسالة

link_update_network_error=فشل الاتصال بالشبكة، برجاء المحاولة لاحقًا.

link_home_qrcode_tip=عميل أندرويد

link_connect_pc_tip= مسح رمز QR (الاستجابة السريعة) للاتصال بجهاز الكمبيوتر

link_reg_serial_invalid=رقم تسلسلي غير صالح

link_reg_partial_success=تهانينًا! ستنتهي صلاحية هذا الرقم التسلسلي في %d مرة تجريبية. بإمكانك الاستمرار في استخدام الرقم التسلسلي في %d جهاز/أجهزة أكثر.

link_reg_full_success=تهانينًا! الرقم التسلسلي هذا صالح إلى الأبد. بإمكانك الاستمرار في استخدام الرقم التسلسلي في %d جهاز/أجهزة أكثر.

link_reg_response_failed=معذرة! فشلت عملية التسجيل.

link_reg_response_serial_error=معذرة! فشلت عملية التسجيل. وذلك بسبب: خطأ في الرقم التسلسلي.

link_reg_response_error_lock=معذرة! فشلت عملية التسجيل. وذلك بسبب: تم تسجيل الرقم التسلسلي من خلال بعض الأجهزة الأخرى.

link_reg_response_day_expire=معذرة! فشلت عملية التسجيل. وذلك بسبب: انتهت صلاحية الرقم التسلسلي.

link_reg_input_serial_text=الرجاء إدخال الرقم التسلسلي

link_error_unknown=خطأ غبر معروف.

link_reg_message_remaindays=ستنتهي صلاحية الشهادة الخاصة بك في %d مرة تجريبية.

link_reg_message_remaindays_tip= <c color="CCCCCC">الإصدار %s، تم تسجيله </c>

link_reg_message_remaindays_warn=سيظل <c color="CCCCCC"> الإصدار %s </c>، لمدة <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> مرة تجريبية.</c><c color="0000ff"><u><b><a id="1050"> تسجيل </a></b></u></c>

link_reg_message_remaindays_reminder=<c color="CCCCCC">الإصدار هو %s</c><c color="1899ED"><b>. غير مسجل</b></c><c color="FFFFFF">، سيظل لمدة </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">مرة تجريبية.</c>

link_reg_rd_renew_button=تجديد

link_confirm_button=موافق

link_cancel_button=إلغاء

link_reg_read_reginfo_error=فشل قراءة معلومات التسجيل، برجاء التسجيل مرة أخرى.

link_lang_setting_button=اللغة

link_lang_setting_hint=برجاء اختيار اللغة الخاصة بك:

link_lang_setting_ok=موافق

link_lang_setting_cancel=إلغاء

link_annotation_stop=إيقاف

link_auto_start_tip=سيتم بدء SeewoLink مع نظام Windows

link_lang_tip=اللغة

link_tab_text_status=الحالة

link_tab_text_set=الإعداد

link_tab_text_about=حول

link_stat_connected_device_tip= العميل المتصل:

link_stat_connected_device= لاغٍ

link_stat_conn_barcode_tip=قم بالمسح للاتصال

link_tab_text_help=<c color="FFFFFF">للحصول على مساعدة، </c><c color="0000ff"><u><a id="1051"> انقر هنا </a></u></c>

link_client_connected_tip=<c color="CCCCCC">%s<br/>متصل</c>

link_client_disconnected_tip=<c color="CCCCCC">%s<br/>غير متصل</c>

link_softap_tip=بدء نقطة الاتصال

link_softap_info=<c color="808080"> %s:اسم نقطة الاتصال</c><br/><c color="808080">%s:كلمة المرور</c>

link_softap_on=تم بدء <c color="CCCCCC">نقطة الاتصال:%s<br/> </c>

link_softap_off=<c color="CCCCCC">تم إيقاف نقطة الاتصال</c>

link_softap_error=يتعذر بدء نقطة الاتصال، برجاء التأكد من تشغيل اتصال شبكة WLAN

link_update_title=تحديث SeewoLink

link_update_confirm=هل تريد الترقية إلى أحدث إصدار؟

link_update_success=تم التحديث إلى أحدث إصدار

link_update_failed=فشل التحديث إلى أحدث إصدار، برجاء الانتقال إلى موقع الويب الرسمي للحصول على أحدث إصدار


link_setup_uninstall=إلغاء التثبيت

link_setup_old_verision=تم تثبيت إصدار قديم من %s، يجب إزالته قبل تثبيت الإصدار الجديد.

link_setup_restart_prompt=يحتاج %s إلى أن يتم إعادة تشغيل جهاز الكمبيوتر!

link_setup_system_not_match=يحتاج %s نظام Windows 7 على الأقل، سيتم إنهاء التثبيت!
link_lock_access=وصول قفل

link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>

no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs

link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer